class FullAddress {
  static Map<String, List<Map<String, List<String>>>> regions = {
    'Все регионы': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов) \n г.Ош, пр.И.Раззакова, 50 \n Телефон: (03222) 8 16 35",
          'Баткенский филиал (Центр обсл.клиентов) \n г. Баткен, ул. Садыкова, 5 \n Телефон: (0312) 29 01 42',
          'Жайылский филиал (Центр Обслуживания Клиентов)) \n г. Кара-Балта, ул. Кожомбердиева, 125/1,6 \n Телефон: (03133) 3 54 94',
          'Жалал-Абадский филиал  (Центр обслуживания клиентов) \n г. Жалал- Абад, ул. Ленина, 43 \n Телефон: (03722) 2 54 15, (03722) 2 12 61',
          'Иссык-Кульский филиал (Центр обслуживания клиентов) \n г. Каракол, ул. Токтогула, 271 \n елефон: (0312) 29 40 32',
          'Кантский филиал (Центр Обслуживания Клиентов) \n г. Кант, ул. Ленина, 68 А \n Телефон: (03132) 5 14 66, (03132) 5 09 32',
        ],
      },
      {
        'POS-терминалы': [
          "Магазин «Инкор» \n г. Бишкек, ул. Леваневского, 2 (перес. Л.Толстого)",
          "c/м '7-Дней-Советская' \n г. Бишкек, ул. Абдрахманова, 105 (перес. ул. Советская-Боконбаева) \n Телефон: (0312) 68 54 13",
          "Decor Profi - все для производства мебели \n г. Бишкек, ул. Матросова, 4 \n Телефон: (0551) 30 08 00",
          "Hostel in Bishkek \n г. Бишкек, пр. Чуй, 142/21",
        ]
      },
      {
        'Банкоматы': [
          'Автовокзал "Западный" (Новый) \n г.Бишкек, пр.Жибек-Жолу',
          'АО "Кыргыз Телеком" \n г. Бишкек, пр. Чуй, 96',
          'АО «Кыргыз Телеком» (Южный сервис центр) \n г. Бишкек, ул. Жукеева-Пудовкина/ул. Донецкая',
        ]
      }
    ],
    'Бишкек': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов) \n г.Ош, пр.И.Раззакова, 50 \n Телефон: (03222) 8 16 35",
          'Баткенский филиал (Центр обсл.клиентов)'
        ],
      },
      {
        'POS-терминалы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      },
      {
        'Банкоматы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      }
    ],
    'Баткенская область': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)'
        ],
      },
      {
        'POS-терминалы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      },
      {
        'Банкоматы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      }
    ],
    'Талаская область': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)'
        ],
      },
      {
        'POS-терминалы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      },
      {
        'Банкоматы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      }
    ],
    'Нарынская область': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)'
        ],
      },
      {
        'POS-терминалы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      },
      {
        'Банкоматы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      }
    ],
    'Чуйская область': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)'
        ],
      },
      {
        'POS-терминалы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      },
      {
        'Банкоматы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)',
          'Баткенский филиал (Центр обсл.клиентов)',
        ]
      }
    ],
    'Ошская область': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)',
          'Баткенский филиал (Центр обсл.клиентов)',
        ],
      },
      {
        'POS-терминалы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)',
        ]
      },
      {
        'Банкоматы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      }
    ],
    'Ыссык-Кульская область': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)'
        ],
      },
      {
        'POS-терминалы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      },
      {
        'Банкоматы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      }
    ],
    'Жалал-Абадская область': [
      {
        'Отделения': [
          "Ош-Центр (Центр обслуживания клиентов)",
          'Баткенский филиал (Центр обсл.клиентов)'
        ],
      },
      {
        'POS-терминалы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      },
      {
        'Банкоматы': [
          "'Ош-Центр' (Центр обслуживания клиентов)",
        ]
      }
    ],
  };
}
