import 'package:easy_localization/easy_localization.dart';

class TextConstants {
  static const String forgotPassword = 'Забыл пароль?';
  static String writePassword = 'write_password'.tr();
  static String notEnoughInfo = "not_enough_info".tr();
  static String descriptionCard =
      "Сеть подразделений РСК>БАНКа состоит из Головного офиса,"
      "52 филиала, 37 стационарных сберкасс и 29 выездных касс.";
  static String label = 'РСК банк рад представить свое новое инновационное '
      'приложение для онлайн-очереди которое значительно '
      'упростит процесс обслуживания клиентов';
  static String label2 =
      'ОАО “РСК Банк” ОБНУЛЯЕТ ВСЕ КОМИССИИ на период действия режима чрезвычайной ситуации и чрезвычайного положения для пенсионеров... ';
  static String createTicket = "createTicket".tr();
  static String selectAddressAndOperation = 'select_address_and_operation'.tr();

  static const String oNas =
      ' РСК банк рад представить свое новое инновационное приложение для онлайн-заказов, которое значительно упростит процесс обслуживания клиентов.'
      ' Это приложение разработано с учетом интересов частных лиц,'
      ' что является удобным и удобным способом избежать долгого ожидания в очереди. \n В историческом мире, '
      'где каждая минута имеет значение, люди все чаще обращаются к цифровым решениям, чтобы получить природное время. '
      'Приложение банка РСК становится доступным для тех, кто хочет избежать часового наблюдения '
      'в очереди и получить более похожее обслуживание. Преимущества приложений для онлайн-заказа '
      'очереди банка РСК включают в себя:\n1. Простота использования: разработано с учетом интересов крупных пользователей, '
      'поэтому его интерфейс содержит понятную информацию и легок в коллекции. Клиенты быстро '
      'изучили функциональность и без труда построили свою очередь в несколько простых шагов.\n2. '
      'Гибкость и удобство: Пользователи приложений имеют возможность выбирать удобное для них '
      'время и место в ближайших отделениях банка. Они могут проверить наличие слотов, выбрать '
      'подходящий и выбрать его всего за несколько кликов. Благодаря этому клиенты могут '
      'планировать свои дела более эффективно и избегать долгого ожидания в банке.\n3. '
      'Экономия времени: одним из основных приложений использования является длительное время '
      'ожидания в очереди. Клиенты собрались в банк в ближайшее время, минуя свою очередь, и были '
      'обслужены быстрее. Это особенно важно для взрослых людей.\n4. Персонализация: Приложение '
      'позволяет пользователям настраивать предпочтения и получать персонализированные настройки. '
      'Клиенты могут выбрать предпочитаемые услуги, установить напоминания о предстоящем визите и '
      'получить информацию о конкретных предложениях или акциях, которые заинтересуют их.\n5. '
      'Улучшенный уровень обслуживания: Банк РСК предлагает услуги высокого уровня обслуживания '
      'своих пациентов. Приложение позволяет банку эффективно планировать процессы и предоставлять'
      ' более быстрое и качественное обслуживание клиентов.\n Банк РСК гордится поколениями '
      'молодых людей, которые делают свою жизнь более комфортной и удобной. Приложение для '
      'онлайн-заказа является высоким показателем в этом отношении, у пожилых людей быстро и '
      'быстро снижается свое время и уходит долгих ожиданий в банке.';
}
